Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Those requirements should be set with a view to achieving the cost-optimal balance between the investments involved and the energy costs saved throughout the life-cycle of the building.
es: Esos requisitos deben establecerse de forma que alcancen un equilibrio óptimo de rentabilidad entre las inversiones realizadas y los costes energéticos ahorrados a lo largo del ciclo de vida del edificio.

source: However, in real projects, it should support the complete life cycle.
es: Sin embargo, en la realidad, se debe dar soporte a todo el ciclo de vida.

source: The aim of conserving resources accompanies our products through their entire life cycle.
es: El cuidado de los recursos es como un hilo rojo a través de todo el ciclo vital de nuestros productos.

source: To preserve digital heritage, measures will need to be taken throughout the digital information life cycle, from creation to access.
es: Para preservarlo se requerirán diversas medidas que incidan en todo el ciclo vital de la información digital, desde su creación hasta su utilización.

source: A major priority is to significantly improve the integrated mission planning process at start-up and throughout the life cycle of a peace operation.
es: Una prioridad importante es mejorar considerablemente el proceso integrado de planificación de las misiones desde el comienzo y en todo el ciclo de una operación de paz.

source: Where are resources wasted in the life cycle?
es: ¿En qué se desperdician los recursos durante el ciclo de vida?

source: All costs for the full system life cycle for each competing alternative must be included.
es: Todos los costos para el ciclo de vida completo de cada alternativa que compite deben ser incluidos.

source: In addition, section 46 provides that it is an offence to disclose national security information to an uncleared person except in limited circumstances, such as CCPR/C/AUS/Q/5/Add.1 page 26
es: Además, el artículo 46 dispone que revelar información relativa a la seguridad nacional a una persona que no cuenta con la autorización correspondiente es un delito, salvo en circunstancias limitadas, por ejemplo si el Secretario del Departamento del Fiscal General ha aprobado la revelación de información, o si se realiza de conformidad con las condiciones aprobadas por la secretaría.

source: "Among other projects, the company currently participates in ""Raus aus dem Toten Winkel"" which explains the dangers of traffic to primary school children across Germany."
es: "Actualmente la empresa participa en el proyecto ""Raus aus dem Toten Winkel"" la cual explica los peligros del tráfico a los escolares de toda Alemania."

source: Establishment of the public limited company including the definition of the articles must be certified/ recorded by a notary (§ 23 AktG).
es: La constitución de la sociedad anónima, incluida la redacción de los estatutos, debe escriturarse ante notario (art. 23 de la AktG).

source: Electricité de France (EDF), which also became a public limited company in 2004
es: Electricidad de Francia (EDF), quién también se convirtió en una sociedad anónima en 2004

source: The Company is an umbrella fund with segregated liability between Funds, established as an open-ended, variable capital investment company incorporated as a public limited company under the laws of Ireland.
es: La Sociedad está constituida como sociedad de inversión de capital variable, de estructura abierta y formada por múltiples subfondos con pasivo segregado entre cada uno de sus Fondos, con el carácter de sociedad anónima conforme al derecho de Irlanda.

source: On the 1st of January 2004, the General Shareholders' meeting agreed to transform the social designation of the company Abengoa Bioenergía S.L. into a public limited company.
es: Con fecha 1 de enero de 2004 acuerda la Junta General de Socios por unanimidad transformar la forma social de la compañía Abengoa Bioenergía S.L. en sociedad anónima.

source: legal matters affecting the transfer of businesses, including appropriate legal forms and procedures (to convert partnerships into limited companies and vice versa, a simplified public limited company), establishing the continuity of businesses as a legal principle and introducing simplified accounting procedures
es: asuntos jurídicos que afectan a la transmisión de empresas, incluyendo las formas y procedimientos jurídicos adecuados (transformación de las sociedades personalistas en sociedades por acciones y viceversa, la sociedad anónima simplificada), estableciendo la continuidad de las empresas como un principio jurídico e introduciendo una simplificación de los procedimientos contables

source: Private investment in education covers different proportions of total investment in education, ranging from less than 10% (P, S, DK, Aus, F, NL, Irl) to 22% (D) of total expenditures in education and training in the Member States (1999, all educational strands).
es: La inversión privada en educación cubre una proporción variable de la inversión total en educación, que va desde menos del 10 % (en P, S, DK, A, F, NL e IRL) hasta el 22 % (en D) del gasto total en educación y formación de los Estados miembros (según datos de 1999 para todas las ramas de la educación).

source: Since this year marks the 250th anniversary of Mozart's birth, Chancellor, I reflected on the words of Osmin in his aria in Mozart's marvellous opera Die Entführung aus dem Serail - The Abduction from the Seraglio - which are actually a good description of what the Council has been serving up to us.
es: Como este año se celebra el 250º aniversario del nacimiento de Mozart, Canciller, he reflexionado sobre las palabras del aria de Osmin en la maravillosa ópera Die Entführung aus dem Serail - El rapto en el serrallo , que son realmente una buena descripción de lo que el Consejo nos ha ofrecido.

source: You can also create a template-based version of the document with output type AUS3.
es: También puede crear una versión del documento basado en un modelo del documento con la clase de mensaje AUS3.

source: In addition, it continues an active strategy of penetration in the domestic and international markets, while reinforcing its already gained prestige within the domestic market of Andalusia.
es: Asimismo, continúa activamente su estrategia de penetración en el mercado nacional e internacional, al tiempo que refuerza su prestigio ya ganado en el mercado interior de Andalucía.

source: In fact, exclusion from the most widespread and important sector makes difficult the penetration of the market in its entirety.
es: De hecho, la exclusión del sector mÆs extendido e importante hace difícil introducirse en la totalidad del mercado.

source: The company continues to develop its commercial strategy based on market penetration by offering services to different market segments, focusing campaigns to keep customer loyalty further increasing the available options to potential customers.
es: La empresa continúa su estrategia comercial de penetración a través de la oferta de servicios para cada segmento de mercado, focalizando sus esfuerzos en campañas para fidelizar a los clientes y ampliar la penetración de líneas en el mercado a través de diversas opciones disponibles para los usuarios potenciales.

source: Having attained a leading position in the international market, Chilean producers are now seeking to strike home that advantage and obtain deeper market penetration.
es: Habiendo alcanzado una posición bastante importante en el mercado internacional, los productores chilenos ahora están buscando aprovechar esa ventaja y lograr una mayor penetración en el mercado nacional.

source: deeper market penetration, by recruiting more service and sales personnel
es: una penetración más profunda en el mercado, contratando más personal de servicio y de ventas

source: In the international market, penetration is due to stronger alliances with our importers and to our execution in countries where we import directly.
es: En el mercado internacional, la penetración se debe al fortalecimiento de las alianzas con nuestros importadores y a nuestra ejecución en aquellos países en donde se realiza la importación directamente.

source: Swisscontact supported micro enterprises, in their quest for progress and prosperity, by modernizing the business sector, by developing and validating methodologies and instruments to enhance SMEs' local competitiveness, ensuring and expanding their local markets and connections, so that jointly with CLASE, it developed the penetration strategy of the Quality Brand (CONSUMAVIDA), on domestic markets, for product innovation, with different characteristics from the mass products, under a distinctive brand that would open up new opportunities and generate sustainability in the market.
es: Swisscontact apoyó a las Micro empresas, en su búsqueda del progreso y la prosperidad, mediante la modernización del sector empresarial, a través del desarrollo y validación de metodologías e instrumentos hacia la Competitividad Local de las MYPES, asegurando y ampliando sus mercados locales y de conexión, por lo que conjuntamente con CLASE, desarrolló la estrategia de penetración de la Marca de Calidad (CONSUMAVIDA), en los mercados nacionales, para la innovación de los productos, con características diferentes respecto al producto masivo, enmarcadas dentro de un distintivo o Marca que les abriera nuevas oportunidades y generando una sustentabilidad en el mercado.

source: In view of the large number of through-cable penetrations in the fire-sector boundaries of a telecommunication building, which diminish the effectiveness of the fire-extinction system, an appropriate strategy would consist in adopting passive smoke- and fire-control measures, such as sealing of through-cable penetration positions with fire-stopping materials or the use of cable management (protection) systems.
es: Dado el gran número de orificios pasacables que hay en las fronteras entre sectores antiincendios de un edificio de telecomunicaciones, que disminuyen la eficacia del sistema de extinción, la adopción de medidas pasivas de control del humo y el fuego tales como el sellado de los orificios pasacables con materiales ignífugos o la utilización de sistemas de gestión (protección) de cables constituyen una estrategia adecuada.

source: "a leading manufacturer of performance fabrics worldwide, today unveiled the name for its new distribution division Tri Vantage"", LLC."
es: "líder mundial en la fabricación de textiles de rendimiento, reveló el nombre de su nueva división de distribución Tri Vantage"", LLC."

source: Idea Language Services, LLC has extensive experience translating all types of medical and healthcare content into Spanish in a cost effective and accurate manner.
es: Idea Translations cuenta con una vasta experiencia en la traducción al idioma español de todo tipo de textos médicos y temas de salud de manera precisa y a un costo razonable.

source: Chair, Albright Stonebridge Group LLC; Former U.S. National Security Advisor
es: Presidente, Albright Stonebridge Group LLC; ex consejero de seguridad nacional de los Estados Unidos

source: However, no party can enter into a separate surcharge agreement with banks located in the exclusive territory of any other party prior to the written consent of LLC.
es: Sin embargo, ninguna de ellas puede firmar un acuerdo independiente relativo a la comisión de recargo con bancos situados en el territorio exclusivo de otra parte sin previo consentimiento escrito de LLC.

source: Banc of America Securities LLC acted as the global coordinator of this transaction and the placement was made under Rule 144A / Regulation S of the United States SEC (Securities and Exchange Commission).
es: Banc of America Securities LLC, actuó como coordinador global de esta operacióny la colocación fue efectuada bajo la regla 144A / Regulación S de la SEC (Securities and Exchange Commission) de los Estados Unidos de América.

source: Publisher and Padilla Media LLC President Clara Padilla Andrews brings deep New Mexican ties to the publication as former New Mexico Secretary of State, as well as a wealth of knowledge of the newspaper and media business.
es: La editora y Presidenta de Padilla Media LLC Clara Padilla Andrews tiene fuertes lazos con los habitantes de Nuevo México y con la publicación como la anterior Secretaria de Estado de Nuevo México; así como también el extenso conocimiento del negocio del periódico y medios de comunicación.

source: Lexington International LLC will provide credit to either your credit card or via check.
es: Lexington International LLC ofrecerá crédito a su tarjeta de crédito o por cheque.

source: The private and international placement of the bonds was led by Banc of America Securities LLC, BBVA Securities Inc.
es: La colocación privada e internacional de bonos fue liderada por Banc of America Securities LLC, BBVA Securities Inc.

source: Each year, aging deals with 480 billion U.S. dollars, according to the American company North Castle Partners LLC.
es: Cada año el envejecimiento mueve 480 billones de dólares en USA, según la compañía de capital riego americana North Castle Partners LLC.

source: Les deseamos toda clase de éxitos en su labor y les instamos a que sean pacientes y perseverantes.
es: We wish them every success in their endeavours and urge them to have patience and perseverance.

source: En esta labor se debe tener en cuenta que persisten las diferencias entre los países en cuanto a su capacidad para la difusión de información.
es: Those initiatives must take into account the differences that persisted among countries' capacities to disseminate information.

source: El equipo de tareas no se reunió durante el período de las campañas electorales, pero proyecta reanudar su labor tan pronto como las condiciones permitan adoptar medidas eficaces.
es: The task force did not meet during the election campaign period, but it intends to resume its work as soon as the conditions allow for effective next steps.

source: Clearly, a coherent approach needs to ensure that reduction of environmental impact is assessed over the entire life-cycle.
es: Es evidente que un enfoque coherente tiene que garantizar que la reducción del impacto ambiental se evalúe a lo largo de todo el ciclo de vida.

source: The life cycle of paper is integrated and sustainable.
es: El ciclo de papel es un ciclo integrado y sostenible.

source: an estimate of the expected emissions over the life-cycle of the substance
es: una estimación de las emisiones previstas en todo el ciclo de vida de la sustancia.

source: The products are ecological throughout their whole life cycle.
es: Se trata de productos ecológicos durante su ciclo de vida completo.

source: Nevertheless, all technology has a finite life-cycle and its productivity declines over time.
es: Sin embargo, todas las tecnologías tienen un ciclo de vida finito y su productividad se agota con el tiempo.

source: To provide information for policy-making to address problems arising from pesticides in some stage of their life cycle.
es: Aportar información para la definición de las políticas de abordaje de la problemática derivada de los plaguicidas en alguna de las etapas de su ciclo de vida.

source: The life cycle costs of a product are a decisive factor for its profitable application.
es: Los costes de ciclo de vida de un producto son un factor decisivo para su aplicación rentable.

source: The evaluation should include any information on potential risks associated with untested alternatives and any increased risk over the life-cycle of the alternative, including manufacture, distribution, use, maintenance and disposal.
es: En la evaluación debe figurar toda información sobre posibles riesgos derivados de alternativas no ensayadas y todo aumento del riesgo a lo largo del ciclo de vida de la alternativa, incluida su fabricación, distribución, uso, mantenimiento y eliminación.

source: The modular principle also brings its cost advantage to bear, because these instruments are simply more cost-eff ective - throughout their entire life cycle.
es: Es aquí donde el principio de construcción modular supone una ventaja en costes, ya que estos equipos son más económicos durante todo su ciclo de vida.

source: On 16 October 2002, the Commission received notification of a proposed concentration pursuant to Article 4 of Council Regulation (EEC) No 4064/89 (1 ), as last amended by Regulation (EC) No 1310/97 (2), by which the undertaking The News Corporation Limited ('Newscorp', AUS), acquires, within the meaning of Article 3(1)(b) of the Regulation, (via a special purpose vehicle company) control of the whole of the undertaking Telepiù (an Italian pay-TV so far belonging to the Canal+/Vivendi Group) and Stream (an Italian pay-TV so far belonging to the Newscorp and Telecom Italia) by way purchase of shares.
es: 1. El 16 de octubre de 2002 y de conformidad con lo dispuesto en el artículo 4 del Reglamento (CEE) no 4064/89 del Consejo (1 ), modificado por el Reglamento (CE) no 1310/97 (2 ), la Comisión recibió notificación de un proyecto de concentración por el que la empresa estadounidense The News Corporation Limited («Newscorp»), adquire (mediante una empresa creada especialmente a este fin) el control exclusivo, a efectos de lo dispuesto en la letra b) del apartado 1 del artículo 3 del citado Reglamento, de la empresa Telepiù (televisión de pago italiana, hasta ahora perteneciente al grupo Canal+/Vivendi) y de la empresa Stream (televisión de pago italiana, hasta ahora controlada conjuntamente por Newscorp y Telecom Italia), mediante la adquisición de sus acciones.

source: This template uses output type AUS2.
es: Este modelo utiliza la clase de mensaje AUS2.

source: A-8 316 AUS Impeller material according to API 610
es: A-8 316 AUS Material del impulsor según API 610

source: The company was transformed from a limited company into a limited responsibility company by means of public writ on the 18th of November 2002.
es: La Sociedad mediante escritura de fecha 18 de noviembre de 2002 se transformó de Sociedad Anónima en Sociedad de Responsabilidad Limitada.

source: Although a Public Limited Company is governed by the principle of proportionality of economic and political rights in accordance with the paid-in nominal value, this principle is not applied to preference shares and non-voting shares.
es: Aunque la Sociedad Anónima se rige por el principio de proporcionalidad de derechos económicos y políticos en función del nominal desembolsado, este principio se rompe en las acciones privilegiadas y acciones sin voto.

source: Given its nature as a Public Limited Company, the company may adopt a company name, or a business name in accordance with its nature as a personal company.
es: La sociedad puede adoptar una denominación social por su carácter de Sociedad Anónima, o razón social por su aspecto también de sociedad personalista.

source: They are Collective Investment Institutions of a financial nature which adopt the form of a public limited company and whose corporate purpose is investment in financial assets and instruments.
es: Son Instituciones de Inversión Colectiva de carácter financiero que adoptan la forma de sociedad anónima y cuyo objeto social es la inversión en activos e instrumentos financieros.

source: On 17th September 2004 the company became a Public Limited Company via public deed, and will hereinafter be known as Abengoa Bioenergía, S.A.
es: La sociedad, mediante escritura de fecha 17 de septiembre de 2004, se transforma de Sociedad de Responsabilidad Limitada en Sociedad Anónima, pasando en consecuencia a recibir la siguiente denominación Abengoa Bioenergía, S.A..

source: Additional agreements are under discussion, including the conversion of AUS$ 75 million of Indonesian commercial export credit debt.
es: Se están negociando otros acuerdos, incluida la conversión por el Gobierno de Australia de 75 millones de dólares australianos de deuda de Indonesia correspondiente a créditos para exportaciones comerciales.

source: These companies are classified as Public Limited Company, Limited, Collective and Company Responsibility.
es: Dichas sociedades se clasifican en Sociedad Anónima, Responsabilidad Limitada, Colectiva y Comanditaria.

source: In this case, the amount for settlement is based on the value accumulated in the revenue account for the rack jobber.
es: En este caso, el importe de la liquidación se basa en el valor acumulado en la cuenta de ganancias para el mayorista merchandising.

source: Assign the rack jobber assortment module to all the required assortments or retail sites.
es: Asigne el catálogo para surtido de mayorista merchandising a todos los surtidos requeridos o centros comerciales.

source: Create the rack jobber in the system, if it does not already exist as a known vendor in the system.
es: Cree el mayorista merchandising en el sistema si no existe como proveedor ya conocido.

source: Enter the basic data and sales data for the articles that you want to manage as rack jobber goods, if the articles do not already exist in the system.
es: Introduzca los datos básicos y los datos de ventas para artículos que desee gestionar como mercancías de mayorista merchandising si los artículos todavía no existen en el sistema.

source: At LD we are interested in providing our tools, infrastructure and know how to increase our customers' inventory turns.
es: En LD Logistica aportamos herramientas, infraestructura y conocimientos para incrementar la rotación del inventario de nuestros clientes.

source: Speed up your inventory turns and workforce productivity to keep your operations in high gear.
es: Acelere la rotación del inventario y la productividad del personal para que sus operaciones marchen a toda velocidad.

source: Su excepcional competencia y capacidad quedaron demostradas en el desempeño de esa labor diplomática.
es: Her exceptional competence and ability were proven through these diplomatic duties she discharged.

source: Pero sé que ellos admiran mi labor como amo de casa.
es: But I know they admire my job as a house husband.

source: Esta labor de investigación está muy difundida e influye en quienes adoptan decisiones a escala nacional, regional e internacional.
es: This research is widely disseminated and influences those who make decisions nationally, regionally and internationally.

source: Nuestra labor e inversión deben reflejar esa realidad.
es: Our work and investment need to reflect that reality.

source: Estas obras de autor han estado disponibles a lo largo de siglos gracias a la labor de preservación de bibliotecas, archivos y museos.
es: Such works of authorship have remained available over centuries thanks to the preservation efforts of libraries, archives and museums.

source: Sería interesante continuar su labor definiendo una estrategia a largo plazo.
es: This group should continue its work and define a long-term strategy.

source: No puede haber una labor duradera a nombre de la disensión; inaceptable es el polvo en el umbral.
es: There can be no lasting labor in the name of dissension; unacceptable is dust at the threshold.

source: The CSR of the importer must address only the identified uses and the resulting life cycle stages, leaving the manufacturing process out.
es: El CSR del importador debe comprender únicamente los usos identificados y las consiguientes fases del ciclo de vida, dejando fuera el proceso de fabricación.
